# LightingInvImport

## Description
Imports Lighting inventory from data exchange file. Returns TRUE if items were imported.

```pascal
FUNCTION LightingInvImport : BOOLEAN;
```

```python

def vs.LightingInvImport():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2015
## Category
* Spotlight